[
{"book_pub_metadata": ["\n            Published\n        September 14th 2008\n         by Scholastic Press\n\n      "], "body": ["<div class=\"reviewText mediumText description readable\" itemprop=\"reviewBody\">\n           \n           This is probably one of the better books I've ever read.<br><br>Despite the promise for some violence and gore, I would actually suggest it for a teenage audience and upward. The violence isn’t explicit and exists on the peripherals of what is otherwise a brilliant and captivating read.<br><br>The main character, Katniss, is incredible. She's strong, proud, clever, yet cold, calculating and soft. As far as great female characters go, she rivals Elizabeth Bennet and takes her thrown for my favourite ever. Where the Empress by Karen Miller was let down by a cold, calculating female character with no likeability, The Hunger Games is carried by Katniss' passion, determination and struggle. <br><br>The world itself seems unbelievable enough but if you can get past the concept of a government requiring a tribute of 12-18 year old boys and girls to take part in a gruesome bloodbath then you should be fine.<br><br>The supporting characters are rich and interesting. The world itself is three dimensional and tactile when reading and you will probably find yourself immersed in the science fiction world that doesn’t seem that distant from our own.<br><br>The plot and pacing never dulls and the end of the book may just cause heart palpitations as you race towards the end to discover who will survive and who will die.<br><br>The ending left me a little disconcerted but only because I wanted more.<br>\n         </div>"], "book_title": ["\n      The Hunger Games\n      "], "book_genre": ["best-books-21c"], "rating": ["<span class=\" staticStars\"><span title=\"it was amazing\" size=\"15x15\" class=\"staticStar p10\">it was amazing</span><span title=\"it was amazing\" size=\"15x15\" class=\"staticStar p10\"></span><span title=\"it was amazing\" size=\"15x15\" class=\"staticStar p10\"></span><span title=\"it was amazing\" size=\"15x15\" class=\"staticStar p10\"></span><span title=\"it was amazing\" size=\"15x15\" class=\"staticStar p10\"></span></span>"], "book_author": ["Suzanne Collins"], "site": "goodreadsreviews", "reviewer_bookshelves": ["kat-s-book-reviews"], "url": "http://www.goodreads.com/review/show/89169404?book_show_action=true&from_review_page=1", "review_pub_date": ["Feb 11, 2010"], "reviewer_name": ["Kat Kennedy"], "review_likes": []}
]